Repository: Hooterr/Testinator2
Catalog: Source/Testinator.Core/LocalizationResource.*.resx
Languages: pl_pl

source: Add answer
pl_pl: Dodaj odp

# AddMultipleCheckboxesQuestionIntroduction
source: Write the question task and every answer and check which of them are right.
pl_pl: Wpisz treść pytania oraz kolejne możliwe odpowiedzi oraz zaznacz, które z nich mają być poprawne.

# AddMultipleChoiceQuestionIntroduction
source: Write the question task and every answer and check which one is right.
pl_pl: Wpisz treść pytania oraz kolejne możliwe odpowiedzi oraz zaznacz, która ma być poprawna.

source: Add new question
pl_pl: Dodaj pytanie do testu

source: Add question
pl_pl: Dodaj pytanie

# AddSingleTextboxQuestionIntroduction
source: Write the question task and an answer which is correct.
pl_pl: Wpisz treść pytania oraz oczekiwaną odpowiedź.

# AttachCriteriaTitle
source: Attach criteria to the test
pl_pl: Dodaj kryteria oceniania

source: Back to test list
pl_pl: Wróć do listy testów

source: Cancel
pl_pl: Anuluj

source: Cancel changes
pl_pl: Anuluj zmiany

source: Choose question type
pl_pl: Wybierz typ pytania

source: Confirm
pl_pl: Zatwierdź

source: Confirm changes
pl_pl: Potwierdź zmiany

source: Create new criteria
pl_pl: Utwórz nowe kryteria

source: Create new test
pl_pl: Utwórz nowy test

source: Edit criteria
pl_pl: Edytuj kryteria

# EditManageTest
source: Edit/delete a test
pl_pl: Edytuj/usuń istniejący test

# FillData
source: Fill the data
pl_pl: Uzupełnij dane

source: Finish question adding
pl_pl: Zakończ dodawanie pytań

# InfoAboutTest
source: Test informations
pl_pl: Informacje o teście

# MarkAName
source: Grade A
pl_pl: Celujący

# MarkBName
source: Grade B
pl_pl: Bardzo dobry

# MarkCName
source: Grade C
pl_pl: Dobry

# MarkDName
source: Grade D
pl_pl: Dostateczny

# MarkEName
source: Grade E
pl_pl: Dopuszczający

# MarkFName
source: Grade F
pl_pl: Niedostateczny

# MaxPointsTitle
source: Max points:
pl_pl: Punkty za test:

source: Multiple checkboxes question
pl_pl: Wielokrotny wybór (Wiele odpowiedzi)

source: Multiple choice question
pl_pl: Wielokrotny wybór (Jedna odpowiedź)

source: Name:
pl_pl: Nazwa:

source: Next question
pl_pl: Następne pytanie

# PointsCount
source: Total points:
pl_pl: Ilość punktów:

# PointsSemicolon
source: Points:
pl_pl: Punkty:

# QuestionCount
source: Questions:
pl_pl: Ilość pytań:

# RightAnswerSemicolon
source: RightAnswer:
pl_pl: Poprawna:

# SaveQuestion
source: Save the question
pl_pl: Zapisz pytanie

# SaveTest
source: Save the test
pl_pl: Zapisz test

source: Send test
pl_pl: Wyślij test

# SingleTextboxQuestion
source: Single answer question
pl_pl: Wpisywana odpowiedź

# SingleTextboxQuestionTooltip
source: User writes an answer in the textbox
pl_pl: Uczeń wpisuje wynik w wyznaczone pole

source: Start test
pl_pl: Rozpocznij test

# SuccessfulTestAdd
source: Successfully added the test!
pl_pl: Pomyślnie dodano test!

# TestDurationInMinutes
source: Time for test [min]
pl_pl: Czas trwania testu [min]

# TestEditorTitle
source: Test Editor
pl_pl: Edytor Testu

# TestName
source: Name of the test
pl_pl: Nazwa testu

# TestReceivedMessage
source: You have received a test!
pl_pl: Otrzymałeś test!

# TimeDuration
source: Time:
pl_pl: Czas trwania:

# WaitingForConnection
source: Waiting for connection with server
pl_pl: Oczekiwanie na połączenie

# WaitingForTest
source: Waiting for the test
pl_pl: Oczekiwanie na test

# WriteUsername
source: Write your username
pl_pl: Wpisz imię

# WriteUserSurname
source: Write your Surname
pl_pl: Wpisz nazwisko

# BackToTestEditor
source: Go back to test editor
pl_pl: Wróć do edytora testu

# CreateNewCriteriaOrEditExisting
source: Create new criteria or edit existing one
pl_pl: Stwórz nowe kryteria lub edytuj istniejące

source: Delete
pl_pl: Usuń

# InvalidDataError
source: Invalid data in inputs.
pl_pl: Niepoprawne wartości w polach.

# IsMarkACountedQuestion
source: Count Mark A?
pl_pl: Z oceną 6?

# ValuesCountedInPercent
source: Input values are counted in %:
pl_pl: Wartosci w polach liczone w %:

source: Write name
pl_pl: Wpisz nazwę

# ResultTitle
source: Test results
pl_pl: Wyniki testu

# TrySemicolon
source: Try:
pl_pl: Próba:

# TaskSemicolon
source: Task:
pl_pl: Treść:

source: Active
pl_pl: Aktywny

source: Amount of points
pl_pl: Ilość punktów

source: Back
pl_pl: Wróć

# ChooseToShow
source: Choose to show more info
pl_pl: Wybierz, aby wywietlić więcej

# DateSemicolon
source: Date:
pl_pl: Data:

source: Delete test
pl_pl: Usuń test

source: Details
pl_pl: Szczegóły

source: Disabled
pl_pl: Wyłączony

# FinishBeforeTime
source: Finish test before time runs out
pl_pl: Zakończ przed czasem

source: Hour
pl_pl: Godzina

# LoadedSemicolon
source: Loaded:
pl_pl: Wczytano:

source: Mark
pl_pl: Ocena

# NoTestChoosen
source: No test has been choosen yet!
pl_pl: Nie wybrano żadnego testu!

# NoUsersConnected
source: No users connected yet!
pl_pl: Zero połączonych użytkowników!

source: Questions view
pl_pl: Widok pytań

# ResultsSaved
source: Test results were saved.
pl_pl: Wyniki zostały zapisane.

source: Server status
pl_pl: Status serwera

source: Show right answers
pl_pl: Pokaż poprawne odpowiedzi

# SpaceResults
source: results.
pl_pl: wyników.

# StopTest
source: Stop the test
pl_pl: Przerwij test

# TakingPart
source: Users taking part
pl_pl: Biorących udział

# UserName
source: Name
pl_pl: Imię

# UserSurname
source: Surname
pl_pl: Nazwisko

source: Users view
pl_pl: Widok uczniów

# CreatePIN
source: Create new PIN
pl_pl: Utwórz PIN

# FillPIN
source: Fill your PIN
pl_pl: Wpisz PIN

source: Logging in
pl_pl: Logowanie

source: Repeat PIN
pl_pl: Powtórz PIN

source: Add latecomers
pl_pl: Dodaj spóźnionych

source: Select all
pl_pl: Zaznacz wszystkich

# SendTestQuestion
source: Send the test?
pl_pl: Wysłać test?

source: New important update!
pl_pl: Nowa ważna aktualizacja!

# NewImportantUpdateInfo
source: New important update is up and ready to download, application will close.
pl_pl: Nowa ważna aktualizacja jest gotowa do pobrania, aplikacja zostanie zamknięta

# NewUpdate
source: New update found!
pl_pl: Nowy update!

# NewVersionCanDownload
source: New version of Testinator can be downloaded, update now?
pl_pl: Nowa wersja Testinator'a jest dostępna, pobrać teraz?

source: Skip update
pl_pl: Pomiń aktualizację

source: Sure
pl_pl: Pewnie

# CouldNotSendData
source: Could not send the data
pl_pl: Nie można przesłać danych

# CouldNotStartServer
source: Could not start the server!
pl_pl: Nie można uruchomić serwera!

# ErrorContentSemicolon
source: Error message:
pl_pl: Treść błędu:

source: Loading error
pl_pl: Błąd wczytywania

# RepeatedPINNotSame
source: Repeated PIN is not the same as the original.
pl_pl: Powtórzony PIN nie jest taki sam jak oryginalny.

source: Saving error
pl_pl: Błąd zapisu

# UnableToLoadConfigFile
source: Unable to load the config file.
pl_pl: Nie udało się wczytać pliku konfiguracyjnego.

# UnableToSaveConfigFile
source: Unable to save new value to the config file.
pl_pl: Nie udało się zapisać nowej wartości do pliku konfiguracyjnego.

source: About
pl_pl: Informacje

source: Choosen criteria will be deleted.
pl_pl: Wybrane kryteria zostaną usunięte.

# ContinueQuestion
source: Continue?
pl_pl: Kontynuować?

source: Criteria deletion
pl_pl: Usuwanie kryterii

source: Criteria edited
pl_pl: Kryteria edytowane

# CriteriaEditedPageChangeDiscardChanges
source: Criteria are being edited right now, page change will discard all changes.
pl_pl: Kryteria są aktualnie edytowane, zmiana strony odrzuci zmiany.

source: Deletion error
pl_pl: Błąd usuwania

source: No
pl_pl: Nie

# ProvidedPINNotValid
source: Provided PIN is not valid.
pl_pl: Podany PIN jest nieprawidłowy.

source: Save error
pl_pl: Błąd zapisu

source: Settings
pl_pl: Ustawienia

source: Some changes were unsaved.
pl_pl: Niektóre zmiany nie zostały zapisane.

source: Test results
pl_pl: Wyniki testów

# UnableToDeleteCriteria
source: Unable to delete choosen criteria.
pl_pl: Nie udało się usunąć wybranych kryteriów.

source: Unable to save current criteria.
pl_pl: Nie udało się zapisać tworzonych kryteriów.

source: Unsaved changes
pl_pl: Niezapisane zmiany

source: Yes
pl_pl: Tak

source: Aborting
pl_pl: Anulowanie

source: Connection falied
pl_pl: Błąd połączenia

# MaximumAttemptsReachedMessage
source: Maximum number of attempts has beed reached. \nTry again or make sure the server is online.
pl_pl: Maksymalna liczba prób została osiągnięta. \nSpróbuj ponownie lub sprawdź stan serwera.

# FillEmail
source: Enter email
pl_pl: Wpisz email

# FillPassword
source: Enter password
pl_pl: Wpisz hasło

# UnableToConnectWithWeb
source: Unable to connect with the server
pl_pl: Brak połączenia z serwerem
